<?php

return [

    'title' => 'الحضور والانصراف مدارس زويل ',
    'language' => 'English',
    'home' => 'الصفحة الرئيسية',
    'services' => 'الخدمات',
    'login' => 'تسجيل الدخول',
    'register' => 'الاشتراك',
    'profile' => 'الملف الشخصي ',
    'logout' => 'تسجيل الخروج ',
    'admin' => 'كمتحكم',
    'user' => 'كمستخدم',
    'your_statistics' => 'احصائياتك',

    //user_attend
    'attend' => 'الحضور',
    'leave' => 'الانصراف',
    'choose_your_status' => 'إختر حالتك',
    'attend_time' => 'الوقت المسموح بتسجيل الحضور ينتهي خلال',
    'attend_time_from' => 'وقت تسجيل الحضور يبدء الساعة',
    'attend_time_finished' => 'للأسف تاخرت . وقت تسجيل الحضور انتهى',
    'attend_from' => 'وقت تسجيل الحضور يبدء من :attend_from إلى :attend_to',
    'enable_attend' => 'يمكنك تسجيل الحضور لكن يتوجب عليك اخبار شئون العاملين بعذر مقبول حتى لا تتعرض للعقوبات',
    'leave_time' => 'الوقت المسموح بتسجيل الانصراف ينتهي خلال ',
    'leave_time_from' => 'وقت تسجيل الانصراف يبدء الساعة',
    'enable_leave' => 'يمكنك تسجبل الانصراف قبل الموعد المحدد ولكن عليك اخبار شئون العاملين بعذر مقبول حتى لا تتعرض للعقوبات',
    'leave_time_finished' => 'للاسف تاخرت . وقت تسجيل الانصراف انتهى',
    'leave_from' => 'وقت الانصراف من  :leave_from إلى :leave_to',
    'saved_as'=>'تم التسجيل بنجاح الحالة : ',

    //no_attend
    'the_vacation' => 'يوم الاجازة',
    'vaction_day' => 'لماذا أنت هنا! فاليوم :vacation_name',
  
    //no_attendence
    'no_attendence_day' => 'هذا اليوم ليس به حضور أو إنصراف',
    'reason_no_attendence' => 'هذا اليوم ربما يكون اجازة أو قبل بدء العمل بالموقع(النظام) أو لم ياتي بعد',




];