<?php

return [

     //login
    'not_have_ac' => 'ليس لديك حساب ؟',
    'join_us' => 'يمكنك الانضمام وانشاء حسابك بالضغط على الزر بالاسفل ',
    'have_ac' => 'لديك حساب؟',
    'go_login' => 'يمكنك تسجيل الدخول الى حسابك بالضغط على الزر بالاسفل',
    
    'valid_user_name' => 'اسم المسستخدم يجب ان يكون مثل البريد الألكتروني أو يتكون من حروف وارقام وعلامة( _ )و( . ) نقطة',
    'user_name' => 'اسم المستخدم',
    'place_user_name' => 'اسم المستخدم أو البريد الألكتروني',

    'valid_password' => 'كلمة المرور يجب أن تكون 8 أحرف على الأقل',
    'password' => 'كلمة المرور',
    'remember' => 'تذكرني',

    //registr
    'valid_name_ar' => 'الاسم يجب ان يتكون من حروف باللغة العربية فقط',
    'name_ar' => 'الاسم باللغة العربية',
    'place_name_ar' => 'الاسم كاملاً باللغة العربية',
    'valid_name_en' => 'الاسم يجب ان يتكون من حروف باللغة الأنجليزية فقط',
    'name_en' => 'الاسم باللغةالأنجليزية',
    'place_name_en' => 'الاسم كاملاً باللغة الأنجليزية',
    'choose_job' => 'إختر وظيفتك',
    'valid_password_confirmation' => 'تاكيد كلمة المرور يجب أن يكون مماثل تماما لكلمة المرور التي قمت بادخلها',
    'password_confirmation' => 'تاكيد كلمة المرور',
    'place_password_confirmation' => 'ادخل كلمة المرور مرة أخرى',

    //change password
    'change_password' => 'تغير كلمة المرور ',
    'current_password' => 'كلمة المرور الحالية ',


    //calendar
    'date' => 'التاريخ',
    
    


];